[
  {
    "id": "rec46ZI9ekmZp1ft7",
    "profession": "Professional Guide",
    "oneline_bio": "Cameron is an experienced guide and active traveler who helps people explore New Zealand, Croatia, and U.S. national parks through immersive hiking and cycling adventures.\n"
  },
  {
    "id": "rec9n8kBuri9AEmFQ",
    "profession": "National Parks Volunteer and RV Travel Expert",
    "oneline_bio": "Stephanie is a full-time traveler and outdoor-loving mom who helps families plan meaningful national park adventures and life on the road.\n"
  },
  {
    "id": "recALYUkEIAE0qWjU",
    "profession": "Travel Advisor and Outdoor Educator",
    "oneline_bio": "Katie is a lifelong skier, adventure PR pro, and solo traveler who helps others plan bold, unforgettable journeys across the globe.\n"
  },
  {
    "id": "recCBT3lbU6rShiYI",
    "profession": "Professional Guide",
    "oneline_bio": "Codell is a Grand Canyon guide and operations lead who’s helped hundreds of hikers—from first-timers to athletes—navigate desert routes, permits, and logistics.\n"
  },
  {
    "id": "recDBRfjTWNPhBjxc",
    "profession": "Professional Guide",
    "oneline_bio": "Megan spent 11 years at REI, working in retail, guiding trips, and coordinating operations for the Experiences division. Before that, she worked in natural resources management with various land agencies"
  },
  {
    "id": "recDCUbXmpBIzNxsz",
    "profession": "Professional Guide ",
    "oneline_bio": "Kim is a seasoned global guide and trip designer with decades of experience leading immersive hiking, biking, and cultural journeys across Europe and beyond.\n"
  },
  {
    "id": "recDGxA7pZx6tP7IS",
    "profession": "Outdoor Educator and Thru-Hiker",
    "oneline_bio": "Owen is a long-distance hiker with 13,000+ miles under his boots, helping others plan and prepare for backpacking trips and epic thru-hikes around the world."
  },
  {
    "id": "recFaOFqrWEtQRy0S",
    "profession": "Professional Guide ",
    "oneline_bio": "Lura is a veteran guide and Utah trekking operations manager with 16+ years of experience leading multi-day adventures through the Southwest’s most iconic parks.\n"
  },
  {
    "id": "recGByn2wyeEZltou",
    "profession": "Outdoor Educator and Travel Writer",
    "oneline_bio": "Mary is a solo backpacker, climber, and outdoor writer who helps new adventurers build confidence through practical prep, great gear, and meaningful miles."
  },
  {
    "id": "recGSyn79hohKW4pb",
    "profession": "National Park Ranger",
    "oneline_bio": "Lindsey is a public lands pro and long-distance hiker who helps others plan meaningful backcountry and thru-hiking adventures across the U.S.\n"
  },
  {
    "id": "recHHRTKg4IMUcWWi",
    "profession": "Former National Park Ranger",
    "oneline_bio": "Abby grew up in the Seattle area, hiking and camping the Cascades in the summer and skiing them in the winter. She worked for a decade with the Washington Trails Association, followed by  a decade-long career with the National Park Service."
  },
  {
    "id": "recIU7Axv2VBMDnrW",
    "profession": "National Park Ranger",
    "oneline_bio": "Maria is a former national park ranger and outdoor educator who helps travelers plan meaningful, well-informed visits to parks like Glacier, Grand Canyon, and Rocky Mountain.\n"
  },
  {
    "id": "recJEVFnPn4MvnPUE",
    "profession": "Professional Guide",
    "oneline_bio": "Rebekah is a backpacking and kayak guide turned environmental educator who helps first-time and multigenerational adventurers gain confidence on the trail."
  },
  {
    "id": "recKgKpZm9HZ4R30e",
    "profession": "National Park Ranger",
    "oneline_bio": "Sydney is a former park ranger and environmental educator in Georgia who helps people of all ages feel confident, curious, and welcome in the outdoors.\n"
  },
  {
    "id": "recLCBhqZuAclpkQj",
    "profession": "Professional Trail Runner and Outdoor Educator",
    "oneline_bio": "Andie Cornish is a professional trail runner, elite ski mountaineer, and Teton Pass Ambassador who helps people push themselves responsibly in wild places."
  },
  {
    "id": "recP4SpPIbzyEevH4",
    "profession": "Professional Guide",
    "oneline_bio": " Alexandra is a rule-loving child turned adventurous adult who fell in love with the outdoors on hey very first backpacking trip in Wyoming’s Wind River Range. Today, she live in Pittsburgh, PA, working to protect and enhance outdoor spaces as part of the Pennsylvania Environmental Council."
  },
  {
    "id": "recPV5ocMmc2bxHMv",
    "profession": "Outdoor Educator and Volunteer Trail Docent",
    "oneline_bio": "Marcy is a Chattanooga-based hiker and Lula Lake docent who helps women and families build confidence and connection through approachable trail adventures."
  },
  {
    "id": "recQpaZ6mJ5OHACPw",
    "profession": "Trip designer and runner",
    "oneline_bio": "Dehn is trail runner, filmmaker, father of five, and lifelong adventurer. He grew up in Lake Tahoe, where backcountry routes and alpine lakes were part of daily life. That love for wild places inspired him to launch Vacation Races, a running event series near national parks—and later, Global Adventures, where he designed multi-day travel experiences all over the world."
  },
  {
    "id": "recREXBhW0Nz2A3rr",
    "profession": "Outdoor Educator",
    "oneline_bio": "Laura is a coastal guide and environmental educator who’s spent nearly two decades helping people explore Delaware’s trails, beaches, and waterways."
  },
  {
    "id": "recRMRqO6a65D4K6a",
    "profession": "Professional Guide",
    "oneline_bio": "Claire has been leading and designing luxury, active trips all over the world, specializing in hiking and cycling. "
  },
  {
    "id": "recTrTx33OdoSSASN",
    "profession": "Athlete and Outdoor Educator",
    "oneline_bio": "Nichole is a trail runner, bike tourer, and editor for Komoot and AllTrails who helps adventurers go farther—physically, mentally, and joyfully.\n"
  },
  {
    "id": "recTzEArClsEX8xVf",
    "profession": "Professional Guide",
    "oneline_bio": "Katherine is a longtime outdoor educator and mom of three who helps families and beginners plan joyful, accessible adventures across the Midwest and Plains.\n"
  },
  {
    "id": "recUQzIs9e2jxUxAQ",
    "profession": "Outdoor Educator",
    "oneline_bio": "Emily is a seasoned solo hiker and former REI expert who helps others—especially women and older adventurers—plan confidence-boosting treks across California and beyond.\n"
  },
  {
    "id": "recVBDdgBcNLTQFjS",
    "profession": "Former National Park Ranger",
    "oneline_bio": "Billy is a former National Park Ranger and historian who’s worked at 12+ parks, now helping travelers uncover trails, stories, and hidden gems across the U.S.\n"
  },
  {
    "id": "recXSNj8DWRdwHAtH",
    "profession": "Outdoor Educator and Climber",
    "oneline_bio": "Dakota is a climber, wilderness EMT, and global solo adventurer who helps travelers prepare for off-the-beaten-path hikes, climbs, and cultural routes—especially in Thailand.\n"
  },
  {
    "id": "recXbotytYiTTKuVh",
    "profession": "Professional Guide",
    "oneline_bio": "Carlos is a Mallorca-based trip designer and guide with 20+ years of experience crafting immersive biking and hiking adventures across Spain.\n"
  },
  {
    "id": "recY8SfrGc8FIBXDT",
    "profession": "Outdoor Educator and Guide",
    "oneline_bio": "Kate is a climber, outdoor writer, and AMGA-certified instructor who helps first-time adventurers and women over 60 gain confidence on the wall and trail.\n"
  },
  {
    "id": "recbBPOV6otFk92Gb",
    "profession": "Park Ranger",
    "oneline_bio": "Haley is a former National Park Ranger turned global trip planner who helps travelers discover awe-inspiring experiences—from UK hikes to Southwest adventures.\n"
  },
  {
    "id": "recczTpblhYM9t70l",
    "profession": "Mountain athlete, filmmaker, and outdoor Educator \n",
    "oneline_bio": "Dani is a splitboarder, climber, mountain runner, and storyteller. "
  },
  {
    "id": "rece8Fq1Cu7sEIhwK",
    "profession": "Professional Guide",
    "oneline_bio": "Paulina spent the last 7 years as a tour guide in Moab, leading rafting trips, off-road tours, hiking excursions, and sightseeing adventures. She works with visitors of all ages—from solo travelers to families with young kids to multi-generational groups"
  },
  {
    "id": "reci4kd1MxotxXBCh",
    "profession": "Active Travel and Scuba Guide",
    "oneline_bio": "Born in the Pacific Northwest and now based in the Caribbean, she’s a scuba guide and mountaineer who helps others embrace remote adventures and big leaps.\n"
  },
  {
    "id": "recjLsh4UzoWzT8ly",
    "profession": "Outdoor Educator and Thru-Hiker",
    "oneline_bio": "Mary is a solo thru-hiker and guide who’s completed the full Appalachian Trail and now helps first-time and long-distance backpackers feel prepared and empowered.\n"
  },
  {
    "id": "reckuVoPNRUObWZLt",
    "profession": "Outdoor Educator and Thru-Hiker",
    "oneline_bio": "Nick is a former thru-hiker, trail guide, and creator of Pack & Soul, a documentary series about his 2,193-mile Appalachian Trail journey.\n"
  },
  {
    "id": "reclRabs9fxuzuZKN",
    "profession": "Outdoor Educator",
    "oneline_bio": "Misty is a hike leader and community builder based at Lake Atitlán, where she helps women connect with nature—and themselves—through volcano treks and shared adventure.\n"
  },
  {
    "id": "recoQwfTMp2uhP5RV",
    "profession": "National Park Ranger",
    "oneline_bio": "Zoe is a former ranger and guide in Rocky Mountain, Glacier, and Alaska who helps travelers of all backgrounds plan unforgettable, welcoming adventures in the wild."
  },
  {
    "id": "recpOZjZJfZubsbkd",
    "profession": "Professional Guide",
    "oneline_bio": "Danielle is a backcountry ski instructor and archaeologist who helps adventurers prepare for remote hikes, hut trips, and rugged terrain from Colorado to Patagonia.\n"
  },
  {
    "id": "recqlgQ8LuAsj17K6",
    "profession": "Professional Guide",
    "oneline_bio": "Magdalene is a Norway-based wilderness guide who leads dog sledding, trekking, and skiing adventures across Scandinavia and beyond.\n"
  },
  {
    "id": "rectf8bUNxyRyFxwj",
    "profession": "Travel Advisor and Guide",
    "oneline_bio": "David is a veteran trip designer based in Umbria, crafting deeply personalized itineraries across Italy, Spain, Switzerland, and beyond since 1984.\n"
  },
  {
    "id": "recuB5LFbZ9pmDZUa",
    "profession": "Professional Guide",
    "oneline_bio": "Thibault is a former Backroads guide, I design and lead custom, immersive adventures across four continents—from jungle treks to vineyard rides.\n"
  },
  {
    "id": "recyTMQBgQFrJOJ8G",
    "profession": "Professional Guide",
    "oneline_bio": "Sherri is an adventure guide and trip designer with a decade of experience crafting hiking and bikepacking journeys across Japan, Europe, and the Americas.\n"
  }
]